OdDAI.ADB_Value.op_Implicit~OdDAI.Number!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
Operator OdDAI::Number. Provides Number value. If there is not OdDAI::Number value, exception will be thrown.
\returns OdDAI::Number value.